Repository: tylerc2023/django-formset
Catalog: formset/locale/*/LC_MESSAGES/django.po
Languages: de

source: At least one checkbox must be selected.
de: Mindestens ein Kontrollkästchen muss aktiv sein.

source: Ensure this value has at most %(max_length)s characters.
de: Bitte sicherstellen, dass der Wert aus höchstens %(max_length)s Zeichen besteht.

source: Ensure this value has at least %(min_length)s characters.
de: Bitte sicherstellen, dass der Wert aus mindestens %(min_length)s Zeichen besteht.

source: Input value must be a multiple of {step_value}.
de: Bitte sicherstellen, dass der Wert aus einem Vielfachen von {step_value} besteht.

source: File upload still in progress.
de: Datei wird noch immer hochgeladen.

source: File upload failed.
de: Datei-Upload ist fehlgeschlagen.

source: Choose file
de: Dateiauswahl

source: Content-Type (Size)
de: Content-Type (Größe)

source: Delete
de: Lösche

source: Download
de: Herunterladen

source: Search …
de: Suche …

source: Add
de: Hinzufügen

source: Move all left
de: Alle nach links verschieben

source: Move all right
de: Alle nach rechts verschieben

source: Move selected left
de: Auswahl nach links verschieben

source: Move selected right
de: Auswahl nach rechts verschieben

source: Redo selected
de: Rückgängig machen

source: Remove
de: Entfernen

source: Undo selected
de: Wiederherstellen

source: No results found for '${input}'
de: Keine Ergebnisse für '${input}' gefunden

source: Drag file here
de: Datei hierher ziehen

source: Size
de: Größe

source: Remove item
de: Entferne Option

source: Select
de: Auswählen
